<template>
  <TabsWithRouter></TabsWithRouter>

<!--

  Задачи:
  1) +Сверстать шапку приложения, адаптивно
  2) + Продумать, в каком случае будет появляться сообщение ошибки у каждого поля
    // отображаются всегда, когда валидация неверна
  3) +Сверстать форму, адаптивно
  4) + Прописать метод валидации у каждого поля
  5) +Сверстать таблицу, адаптивно
  6) +Написать метод очистки полей формы
  7) Написать сохранение в LocalStorage
  8) Написать извлечение из LocalStorage по дефолту


-->
</template>

<script>


export default {
  name: "App",
}
</script>

<style lang="scss">
</style>